Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: This dialog provides you with notification and details of scripting errors that occur on web pages. In many cases it is due to an error in the web site as designed by its author. In other cases it is the result of a programming error in Konqueror. If you suspect the former, please contact the webmaster of the site in question. Conversely if you suspect an error in Konqueror, please file a bug report at http://bugs.kde.org/. A test case which illustrates the problem will be appreciated.
bg: Диалогът служи да Ви информира за грешки в кода на уеб-страниците. Става въпрос за грешки във форматирането (HTML) и скриптовете (JavaScript). В повечето случаи това е грешка предизвикана от авторите на сайтовете. В по-редки случаи това е грешка в кода на браузъра Konqueror. Ако предполагате, че това е грешка в кода на браузъра, изпратете съобщение за грешка на адрес http://bugs.kde.org/. Желателно е да изпратите и тестов случай за възпроизвеждане на грешката. Ако предполагате, че това е грешка в сайта, изпратете съобщение на автора на сайта.
ca: Aquest diàleg us proporciona la notificació i els detalls dels errors de guió que ocorren a les pàgines web. En molts casos són deguts a errors en el lloc web, tal com els va dissenyar el seu autor. En altres casos és el resultat d'un error de programació de Konqueror. Si penseu que és tracta del primer cas, si us plau, contacteu el webmestre del lloc en qüestió. Contrariament, si sospiteu d'un error al Konqueror, si us plau, ompliu un informe d'error a http://bugs.kde.org/. S'agrairà un cas de prova que il·lustri el problema.
cs: Tento dialog vám poskytuje oznamování a detaily o chybách ve skriptech, které se vyskytují na webových stránkách. V mnoha případech se jedná o chybu autora webových stránek. V některých případech je zase chyba na straně programátorů Konqueroru. V prvním případě kontaktujte správce webových stránek, jinak prosím nahlaste chybu na http://bugs.kde.org. Příklad ilustrující chybu je vítán.
da: Denne dialog giver dig påmindelser og detaljer af script-fejl der forekommer på netsider. I mange tilfælde skyldes det en fejl på netstedet som designet af dets forfatter. I andre tilfælde er det et resultat af en programmeringsfejl i Konqueror. Hvis du har mistank om det første, så kontakt den ansvarlige for det sted det drejer sig om. Hvis på den anden side du tror det er en fejl i Konqueror, så indsen venligst en fejlrapport på http://bugs.kde.org/. En test der illustrerer problemet vil hjælpe meget.
de: Dieser Dialog liefert eine Benachrichtigung und Beschreibung von Skript-Fehlern, die sich auf einer Webseite finden. In vielen Fällen handelt es sich um einen Design-Fehler des Autors solcher Seiten. In anderen könnte es sich um ein Problem der Konqueror-Programmierung handeln. Falls Sie ersteres annehmen, wenden Sie sich bitte an den betreffenden Webmaster. Vermuten Sie letzteres, erstellen Sie bitte einen Fehlerbericht mit einem Test-Szenario über http://bugs.kde.org/.
es: Este diálogo proporciona notificación y detalles de los errores de scripting que se producen en las páginas web. En muchos casos se debe a un error de diseño del autor en sus páginas. En otros casos se debe a un error de programación de Konqueror. Si sospecha que se trata del primer caso, pongase en contacto con el administrador de la web. Del mismo modo, si sospecha de un error de Konqueror, rellene un informe de fallos en http://bugs.kde.org/. Es de agradecer la inclusión de un ejemplo.
et: See dialoog näitab veebilehekülgedel ettetulevate skriptivigade üksikasju. Enamasti on tegemist juba veebilehekülje autori tehtud vigadega. Mõnikord võib siiski olla tegu ka Konquerori programmeerimisveaga. Kui arvad, et tegemist on esimesega, võid ühendust võtta antud veebilehekülje autoriga. Kui aga arvad, et süüdi on Konqueror, anna palun veast teada aadressil http://bugs.kde.org. Väga kasulik oleks kaasa panna ka viga selgitav näide.
fi: Tämä ikkuna huomauttaa ja kertoo yksityiskohdat web-sivuilla olevista skriptausvirheistä. Useimmissa tapauksissa tämä johtuu web-sivujen tekijästä. Muussa tapauksessa vika on Konquerorin ohjelmakoodissa. Jos epäilet, että vika on sivun tekijässä, ota häneen yhteyttä. Jos epäilet vian puolestaan olevan Konquerorissa, täytä vikailmoitus osoitteessa http://bugs.kde.org/. Vian ilmentävä testisivu olisi hyödyllinen.
fr: Cette boîte de dialogue vous fournit les notifications et détails des erreurs de scriptage qui surviennent sur les pages web. Dans de nombreux cas, elles sont dues à une erreur sur le site web. Dans d'autres cas, c'est une erreur de programmation de Konqueror. Si vous suspectez le premier cas, veuillez contacter le webmaster du site en question. Si vous suspectez une erreur dans Konqueror, veuillez remplir un rapport de bogue à http://bugs.kde.org/. Un document à tester qui illustrerait le problème serait apprécié.
hu: Ebben a párbeszédablakban a weboldalakba ágyazott szkriptek végrehajtási hibáiról kaphat részletes figyelmeztető üzenetet. A hibák általában a szkript készítői által elkövetett programozási hibák, de előfordulhat, hogy a Konqueror kezel valamit hibásan. Ha az előbbire gyanakszik, jelezze a hibát a szóban forgó website karbantartóinak. Ha viszont úgy tűnik, hogy a hiba a Konqueror belső hibája, készítsen hibabejelentést itt: http://bugs.kde.org/. Sokat segít a fejlesztőknek, ha a hibát részletesen leírt példával tudja alátámasztani.
it: Questa finestra fornisce informazioni e dettagli sugli errori di script che si verificano nelle pagine Web. In molti casi, tali errori sono dovuti ad un errore dell'autore del sito Web. In altri casi, si tratta invece di un errore di programmazione di Konqueror. Se sospetti che si tratti del primo caso, dovresti contattare il gestore del sito Web in questione; viceversa, se sospetti che si tratti del secondo caso, dovresti inviare una segnalazione di bug a http://bugs.kde.org/. È gradito un semplice esempio che illustri il problema.
ja: このダイアログは、WEBページ上で発生したスクリプトエラーの通知とその詳細 を表示します。殆どの場合エラーの原因はそのサイトの作者による誤りです。 あるいはKonquerorのプログラムの誤りが原因の場合もあります。前者の場合と 思われる場合には、そのWEBサイトのWEBマスターに連絡して下さい。 反対にKonquerorのエラーと思われるなら、http://bugs.kde.org/にバグの報告 をお願いします。問題を再現できるテストケースも添えて頂けると助かります。
nl: Deze dialoog geeft u de details van fouten in scripts die in web-pagina's voorkomen. In veel gevallen zijn deze fouten het gevolg van een onzorgvuldig ontwerp door de webmaster van de site. Is dit het geval, dan wordt u aangemoedigd de webmaster op de hoogte te brengen. In enkele gevallen kan het een resultaat van een fout in Konqueror zijn. Als u dit vermoedt kunt u een bug rapporteren op http://bugs.kde.org/. Een testvoorbeeld dat het probleem laat zien wordt op prijs gesteld.
pl: To okno zawiera powiadomienia i informacje o błędach w skryptach na stronach WWW. W wielu wypadkach przyczyną błędu jest błąd autora strony. Czasem powodem jest błąd w przeglądarce Konqueror. Jeśli podejrzewasz to drugie, zgłoś raport o błędzie na stronie http://bugs.kde.org/. Mile widziany będzie przykład, który ilustruje problem.
pt: Esta janela oferece-lhe a notificação e os detalhes do erros dos 'scripts' que ocorrem nas páginas Web. Em muitos casos, isto é devido a um erro no desenho do 'site' Web por parte do autor. Noutros casos, é o resultado de um erro de programação no Konqueror. Se suspeitar do primeiro caso, contacte por favor o administrador do 'site' em questão. Por outro lado, se suspeitar de um erro no Konqueror, envie por favor um relatório do erro para http://bugs.kde.org/. Agradecia-se também um caso de teste que ilustre o problema.
ro: Acest dialog vă oferă notificări săi detalii despre erorile de script care apar în paginile de web. În cele mai multe cazuri acestea sînt din cauza erorilor programare făcute de autorul site-ului. În alte cazuri poate fi o eroare de programare în Konqueror. Dacă suspectaţi că eroarea este din prima categorie, contactaţi reponsabilul site-ului în cauză. În cel de-al doilea caz, vă rog să trimiteţi un raport de eroare la http://bugs.kde.org/. Un test care să pună în evidenţă eroare este de foarte mare ajutor.
sk: Tento dialóg zobrazuje upozornenia a detaily o chybách skriptov na webových stránkach. Často je to spôsobené chybou návrhára stránky. Inokedy sa jedná o programátorskú chybu v prehliadači Konqueror. Ak máte pocit, že sa jedná o prvú možnosť, kontaktujte webmastera danej stránky. Ak máte podozrenie, že sa jedná o chybu prehliadača Konqueror, vyplňte správu o chybe na http://bugs.kde.org/. Privítame aj príklad, ktorý chybu jasne demoštruje.
sl: To okno vam kaže obvestila in podrobnosti o skriptnih napakah, ki se pojavljajo na spletnih straneh. V precej primerih gre za napaka na spletni strani, ki jo je ustvaril avtor. V drugih primerih je to rezultat programske napake v Konquerorju. Če sumite na prvo možnost, obvestite upravnika spletne strani. Če pa sumite na napako v Konquerorju, prosim izpolnite poročilo o hrošči na http://bugs.kde.org/. Dobro bi bilo, da podate poleg poročila še testni primer.
sv: Den här dialogrutan ger dig meddelande och information om skriptfel som uppstår på webbsidor. I många fall beror det på ett fel på webbsidan som den konstruerats av upphovsmannen. I andra fall beror det på ett programmeringsfel i Konqueror. Om du misstänker det förra, kontakta webbadministratören för platsen i fråga. Om du istället misstänker ett fel i Konqueror, skicka in en felrapport via http://bugs.kde.org/. Ett testfall som åskådliggör problemet uppskattas.

source: This element will be replaced with all the elements of an embedded component.
bg: Този елемент ще бъде заменен с всички елементи на вградения компонент.
ca: Aquest element es reemplaçarà amb tots els elements d'un component encastat.
cs: Tento element bude nahrazen elementy vnořené komponenty.
da: Dette punkt vil blive erstattet med alle punkterne af en indlejret komponent.
de: Dieses Element wird durch alle Elemente einer eingebetteten Komponente ersetzt.
el: Αυτό το στοιχείο θα αντικατασταθεί με όλα τα στοιχεία ενός ενσωματωμένου συστατικού.
es: Este elemento será reemplazado por todos los elementos de un componente incrustado.
et: See element asendatakse põimitud komponendi kõigi elementidega.
eu: Elementu hau osagai txertatu baten elementu guztiekin ordeztuko da
fi: Elementti korvataan kaikilla upotetun komponentin elementeillä.
fr: Cet élément sera remplacé par tous les éléments d'un composant intégré.
hu: Ezt az elemet lecserélem egy beágyazott komponens összes elemére.
is: .Þessum hluta verður skipt út fyrir alla hluta þess sem er stungið inn
it: Questo elemento viene sostituito con tutti gli elementi di un componente inserito.
ja: この要素は、全ての埋め込みコンポーネントの要素で置き換えられます。
lt: Šis elementas bus pakeistas visais įdėto komponento elementais.
lv: Šis elements tiks aizstāts ar visiem iebūvētās komponentes elementiem.
nl: Dit element zal worden vervangen door alle elementen van een ingebed component.
pl: Ten element zostanie zastąpiony przez wszystkie elementy osadzonego komponentu.
pt: Este elemento será substituído por todos os elementos do componente embebido.
ro: Acest element va fi înlocuit cu toate elementele dintr-o componentă înglobată.
sk: Tento element bude nahradený všetkými elementami vloženého komponentu.
sl: Ta element bo nadomeščen z vsemi elementi vključene komponente.
sv: Det här elementet kommer att ersättas med alla element av en inbäddad komponent.
tr: Bu öğe gömülü bileşen içindeki tüm öğelerle yer değiştirecek.

source: This file cannot be opened.
bg: Файлът не може да бъде отворен.
ca: Aquest fitxer no es pot obrir.
cs: Tento soubor nelze otevřít.
da: Denne fil kan ikke åbnes.
de: Die Datei lässt sich nicht öffnen.
el: Αυτό το αρχείο δε μπορεί να ανοιχθεί.
es: Este archivo no se pudo abrir.
et: Seda faili pole võimalik avada.
eu: Fitxategi hau ezin da ireki.
fi: Tätä tiedostoa ei voida avata.
fr: Ce fichier n'a pas pu être ouvert.
hu: A fájl megnyitása nem sikerült.
is: Ekki hægt að opna þessa skrá.
it: Questo file non può essere aperto.
ja: ファイルが開けませんでした。
lt: Ši byla negali būti atidaryta.
lv: Šis fails nevar tikt atvērts.
nl: Dit bestand kan niet worden geopend.
pl: Nie można otworzyć tego pliku.
pt: Não foi possível abrir este ficheiro.
ro: Acest fişier nu poate fi deschis.
sk: Tento súbor nie je možné otvoriť.
sl: Te datoteke ni moč odpreti.
sv: Den här filen kan inte öppnas.
tr: Bu dosya açılamadı.

source: This is a dynamic list of actions. You can move it, but if you remove it you won't be able to re-add it.
bg: Това е динамичен списък от действия. Може да пренареждате елементите на списъка, но ако изтриете някой елемент след това няма да можете да го добавите отново.
ca: Això és una llista dinàmica d'accions. Podeu moure-la, però si l'esborreu no podreu tornar-la a afegir.
cs: Toto je dynamický seznam akcí. Můžete jej přesouvat, ale odstraníte-li jej, nebudete ho již moci vrátit zpět.
da: Dette er en dynamisk liste af handlinger. Du kan flytte den, men hvis du fjerner den vil du ikke kunne læse den.
de: Dies ist eine dynamische Liste von Aktionen. Sie können Sie verschieben, aber wenn Sie sie entfernen, können Sie sie nicht mehr zurückholen. Ist sie entfernt, werden die einbezogenen Elemente am Ende angehängt.
el: Αυτή είναι μια δυναμική λίστα ενεργειών. Μπορείτε να τη μετακινήσετε, αλλά αν την αφαιρέσετε δε θα μπορείτε να τη ξαναπροσθέσετε.
es: Esto es una lista dinámica de acciones. Puede cambiarlas de sitio, pero si elimina alguna no le será posible añadirla de nuevo.
et: See on dünaamiline tegevuste nimekiri. Sa võid seda liigutada, kuid pärast eemaldamist pole seda võimalik uuesti lisada.
eu: Hau ekintzen zerrenda dinamikoa da. Mugi dezakezu baina ezabatzen baduzu ezingo duzu bergehitu.
fi: Tämä on dynaaminen lista toiminnoista. Sitä voidaan siirtää, mutta jos se poistetaan, sitä ei voida lisätä uudelleen.
fr: Ceci est une liste dynamique d'actions. Vous pouvez la déplacer, mais si vous la supprimez, vous ne pourrez pas l'ajouter à nouveau.
hu: Ez egy dinamikusan változó műveletlista. El lehet mozgatni, de törlés után nem lehet újból létrehozni.
is: Þetta er breytilegur aðgerðalisti. Þú getur fært hann, en ef honum er eytt er ekki hægt að setja hann aftur inn.
it: Questa è una lista dinamica di azioni. Puoi spostarla, ma se la rimuovi non sarai più in grado di riaggiungerla.
ja: 操作の動的なリストです。操作の移動はできますが、削除すると再追加はできません。
lt: Tai dinaminis veiksmų sąrašas. Galima jį perkelti, bet jei jį pašalinsite, jo nebus galima pridėti iš naujo.
lv: Šis ir dinamisks darbību saraksts, Jūs varat to pārvietot, bet, ja aizvāksiet jūs nevarēsiet to atkal pievienot.
nl: Dit is een dynamische lijst met acties. U kunt deze verplaatsen, maar als u deze verwijdert, dan kunt u haar niet opnieuw toevoegen.
pl: Jest to dynamiczna lista akcji. Można ją przesunąć, ale jeśli się ją usunie, nie będzie można jej ponownie dodać.
pt: Esta é uma lista dinâmica de acções. Pode movê-la, mas se a apagar não será capaz de a adicionar de novo.
ro: Aceasta este o listă dinamică de acţiuni. Puteţi să o mutaţi, dar dacă o ştergeţi atunci nu o mai puteţi readăuga.
sk: Toto je dynamický zoznam akcií. Môžete ho presunúť, ale ak ho odstránite, nebude možné ho znovu pridať.
sl: To je dinamičen seznam dejanj. Lahko ga premikate, če pa ga odstranite, ga ne boste mogli vnovič dodati.
sv: Det här är en dynamisk lista med åtgärder. Du kan flytta på den, men om du tar bort den kommer du inte att kunna lägga tillbaks den.
tr: Bu, eylemlerin dinamik oluşturulan bir listesidir. Taşıyabilirsiniz, ancak silerseniz yeniden ekleyemezsiniz.

source: This is a preview of the "%1" font. You can change it by clicking the "Choose..." button.
bg: Преглед на шрифта "%1". Може да го смените като щракнете на бутона "Избор...".
ca: Això és una vista prèvia de la font "%1". Podeu canviar-la clicant el botó "Tria...".
cs: Toto je náhled písma "%1". Můžete jej změnit pomocí tlačítka "Změnit...".
da: Dette er en forhåndsvisning af "%1"-skrifttypen. Du kan ændre den ved at klikke på "Vælg..."-knappen.
de: Dies ist eine Vorschau der Schrift "%1". Nach einem Klick auf "Auswählen..." können Sie Änderungen vornehmen.
el: Αυτή είναι μια προεπισκόπηση της γραμματοσειράς "%1". Μπορείτε να την αλλάξετε κάνοντας κλικ στο κουμπί "Επιλογή...".
es: Esta es una previsualización de la fuente "%1". Puede cambiarla pulsando el botón "Elegir...".
et: See näitab, milline font "%1" hakkab välja nägema. Seda saab muuta klõpsuga nupule "Vali...".
fi: Tämä on kirjasimen "%1" esikatselu. Voit vaihtaa kirjasinta napsauttamalla "Valitse"-painiketta.
fr: C'est un aperçu de la police « %1 ». Vous pouvez la changer en cliquant sur le bouton « Choisir... ».
hu: Ez a(z) "%1" betűtípus előnézeti képe. A betűtípus megváltoztatásához kattintson a "Választás..." gombra.
it: Questa è un'anteprima del tipo di carattere "%1". Puoi cambiarlo facendo clic sul pulsante "Scegli...".
ja: これは"%1"フォントのプレビュー表示です。"選択..."ボタンをクリックして変更できます。
nl: Dit is een voorbeeld van het lettertype "%1". U kunt het wijzigen door te klikken op de knop "Kiezen...".
pl: Podgląd czcionki "%1.". Można ją zmienić przyciskiem "Wybierz...".
pt: Esta é uma antevisão do tipo de letra "%1". Você poderá alterá-lo ao carregar no botão "Escolher...".
ro: Aceasta este o previzualizare a fontului "%1". Îl puteţi schimba dacă daţi clic pe butonul "Alege...".
sk: Toto je náhľad písma "%1". Môžete ho zmeniť stlačením "Vybrať...".
sl: To je ogled pisave »%1«. Spremenite jo lahko s klikom na gumb »Izberite ...«.
sv: Det här är en förhandsgranskning av teckensnittet "%1". Du kan ändra den genom att klicka på "Välj...".

source: This is a preview of the selected font. You can change it by clicking the "Choose..." button.
bg: Преглед на избрания шрифт. Може да го смените като щракнете на бутона "Избор...".
ca: Això és una vista prèvia de la font seleccionada. Podeu canviar-la clicant el botó "Tria...".
cs: Toto je náhled vybraného písma. Můžete jej změnit pomocí tlačítka "Změnit...".
da: Dette er en forhåndsvisning af den valgte skrifttype. Du kan ændre den ved at klikke på "Ændr..."-knappen.
de: Dies ist eine Vorschau der ausgewählten Schrift. Nach einem Klick auf "Auswählen..." können Sie Änderungen vornehmen.
el: Αυτή είναι μια προεπισκόπηση της επιλεγμένης γραμματοσειράς. Μπορείτε να την αλλάξετε κάνοντας κλικ στο κουμπί "Επιλογή...".
es: Esta es una previsualización de la fuente seleccionada. Puede cambiarla pulsando sobre el botón "Elegir...".
et: See näitab, milline valitud font välja hakkab nägema. Seda saab muuta klõpsuga nupule "Vali...".
fi: Tämä on valitun kirjasimen esikatselu. Voit vaihtaa kirjasinta napsauttamalla "Valitse"-painiketta.
fr: C'est un aperçu de la police sélectionnée. Vous pouvez la changer en cliquant sur le bouton « Choisir... ».
hu: Ez a kiválasztott betűtípus előnézeti képe. A betűtípus megváltoztatásához kattintson a "Választás..." gombra.
it: Questa è un'anteprima del tipo di carattere selezionato. Puoi cambiarlo facendo clic sul pulsante "Scegli...".
ja: これは選択されたフォントのプレビュー表示です。"選択..."ボタンをクリックして変更できます。
nl: Dit is een voorbeeld van het geselecteerde lettertype. U kunt het wijzigen door op de knop "Kiezen..." te klikken.
pl: Podgląd wybranej czcionki. Można ją zmienić przyciskiem "Wybierz...".
pt: Esta é´uma antevisão do tipo de letra seleccionado. Você pode alterá-lo ao carregar no botão "Escolher...".
ro: Aceasta este o previzualizare a fontului selectat. Îl puteţi schimba dacă daţi clic pe butonul "Alege...".
sk: Toto je náhľad vybraného písma. Môžete ho zmeniť stlačením "Vybrať...".
sl: To je ogled izbrane pisave. Spremenite jo lahko s klikom na gumb »Izberite ...«.
sv: Det här är en förhandsgranskning av markerat teckensnitt. Du kan ändra den genom att klicka på "Välj...".

source: This is a searchable index. Enter search keywords:
bg: Това е индекс за търсене. Въведете думи за търсене:
ca: Això és un índex cercable. Introduïu les paraules de cerca:
cs: Toto je prohledávací rejstřík. Zadejte klíčová slova:
da: Dette er et søgbart indeks. Indtast søgenøgleord:
de: Dies ist ein durchsuchbarer Index. Geben Sie Stichwörter ein:
el: Μπορείτε να ψάξετε σε αυτό το ευρετήριο. Δώστε λέξεις κλειδιά αναζήτησης:
es: Éste es un índice de búsqueda. Introduzca las palabras clave de búsqueda:
et: See on otsimisvõimalusega indeks. Sisesta otsingusõnad:
fi: Tämä on haettava indeksi. Anna hakusanat:
fr: Ceci est un index de recherche. Saisissez les mots-clés de la recherche :
hu: Ez egy keresésre szolgáló index. Adja meg a keresendő kulcsszavakat:
is: Þetta er leitarvél. Sláðu inn leitarorð:
it: Questo è un indice in cui cercare. Immetti le parole chiave da cercare:
ja: これは検索インデックスです。検索するキーワードを入力して下さい:
lt: Tai yra paieškos indeksas. Įveskite raktinius žodžius:
lv: Šis ir meklējams indekss. Ievadiet meklējamos atslēgasvārdus:
nl: Dit is een doorzoekbare index. Voer de zoektermen in:
pl: To jest przeszukiwalny indeks. Podaj szukane słowa kluczowe:
pt: Isto é um índice de busca. Indique as palavras a procurar:
ro: Acesta este un index de căutare. Introduceţi cuvintele cheie de căutat:
sk: Toto je index s možnosťou hľadania. Zadajte hľadané slová:
sl: To je stvarno kazalo z iskanjem. Vnesite iskane besede:
sv: Det här är ett sökbart index. Ange sökord:
tr: Bu aranabilir bir indekstir. Anahtar kelimeleri giriniz:

source: This program is distributed under the terms of the %1.
bg: Тази програма се разпространява под условията на %1.
ca: Aquest programa es distribueix sota els termes de %1.
cs: Tento program je distribuován za podmínek %1.
da: Dette program distribueres under betingelserne i %1.
de: Dieses Programm wird unter den Bedingungen der %1 veröffentlicht.
el: Το πρόγραμμα διανέμεται υπό τους όρους της %1.
es: Este programa está distribuido bajo los términos de %1.
et: Seda rakendust levitatakse vastavalt %1 litsentsis toodud tingimustele.
eu: Programa hau %1 lizentziapean banatzen da.
fi: Tämä ohjelma levitetään %1 lisenssin alaisena.
fr: Ce programme est distribué selon les termes de la %1.
hu: Ez a program a(z) %1 jogi feltételeinek megfelelően használható.
is: Þessu forriti er dreift skv. skilmálum %1.
it: Questo programma è distribuito sotto i termini della licenza %1.
ja: このプログラムは %1 のもとで配布されています。
lt: Ši programa platinama sąlygomis, nurodytomis %1.
lv: Šī programma tiek izplatīta zem %1 noteikumiem.
nl: Dit programma wordt verspreid onder de voorwaarden van de %1.
pl: Ten program jest dystrybuowany z warunkami licencji %1.
pt: Este programa é distribuído nos termos da licença %1.
ro: Acest program este distribuit sub termenii %1.
sk: Tento program je distribuovaný pod licenciou %1.
sl: Ta program se razširja pod pogoji %1.
sv: Det här programmet distribueras under villkoren i %1.
tr: Bu program %1 lisansı altında dağıtılmaktadır.
